{
  "bundleId": "com.apple.iBooks",
  "name": "iBooks",
  "id": 364709193,
  "description": "iBooks lets you lose yourself in a good story from the comfort of your iPhone, iPad, or iPod touch. You’ll find classics, bestsellers, up-and-coming authors, and even audiobooks—ready to download and enjoy.\n\nFeatures\n\n• Explore a vast collection of books from all categories, and for all ages and reading levels.\n• Browse our Featured books to find the best and buzziest new releases, perennial bestsellers, and curated collections.\n• Preview Books while you browse, and download free samples—sometimes before they’re available anywhere else. \n• Find beautifully illustrated and interactive books, including kids’ picture books, art and photography books, cookbooks, and more.\n• Check out our Top Charts to see what’s popular with other readers.\n• Select the perfect audiobook and have your story read to you, or take it on the road and listen through CarPlay.\n\nGreat ways to read\n\n• Choose from eight attractive fonts and four easy-to-read page colors.\n• Add bookmarks and notes, and highlight your favorite passages. \n• Find a word, character, or phrase anywhere in your book with built-in search.\n• Turn on Auto-Night Theme to make reading more comfortable on your eyes.\n• Adjust your screen brightness to find the perfect lighting for any environment.\n• Move continuously through books instead of flipping pages by enabling Scroll view.\n• Hear the words on a page spoken when using iBooks with the accessibility features in iPad, iPhone, and iPod touch.\n• Print PDF documents and notes you've written on iBooks using AirPrint.\n• Share quotes or thoughts about your favorite books with friends on Facebook, Twitter, Messages, or Mail.\n\niCloud features\n\n• Access any of the books you purchase from iBooks on all of your devices.\n• Share your book and audiobook purchases with family members using Family Sharing.\n• Organize your books and PDFs into personal Collections that’ll appear on all your devices.\n• Access bookmarks, highlights, notes, and your current page on all of your devices.\n\nSupports open standards\n\n• Open content is published in the EPUB and PDF formats.\n• Add EPUB and PDF documents to iTunes and sync them to iPad, iPhone, or iPod touch.\n\nRequirements\n\n• The iBooks Store is available in many countries. The selection of available books varies by country.\n• Downloading content from iBooks or iCloud requires an Apple ID and Internet access.\n• Adding books and PDFs from outside the iBooks Store to iBooks requires they be DRM-free.\n• Some PDF documents may not be compatible with iBooks.",
  "viewUrl": "https://itunes.apple.com/us/app/ibooks/id364709193?mt=8&uo=4",
  "minimumOsVersion": "10.0",
  "supportedDevices": [
    "iPhone5-iPhone5",
    "iPadFourthGen-iPadFourthGen",
    "iPadFourthGen4G-iPadFourthGen4G",
    "iPhone5c-iPhone5c",
    "iPhone5s-iPhone5s",
    "iPadAir-iPadAir",
    "iPadAirCellular-iPadAirCellular",
    "iPadMiniRetina-iPadMiniRetina",
    "iPadMiniRetinaCellular-iPadMiniRetinaCellular",
    "iPhone6-iPhone6",
    "iPhone6Plus-iPhone6Plus",
    "iPadAir2-iPadAir2",
    "iPadAir2Cellular-iPadAir2Cellular",
    "iPadMini3-iPadMini3",
    "iPadMini3Cellular-iPadMini3Cellular",
    "iPodTouchSixthGen-iPodTouchSixthGen",
    "iPhone6s-iPhone6s",
    "iPhone6sPlus-iPhone6sPlus",
    "iPadMini4-iPadMini4",
    "iPadMini4Cellular-iPadMini4Cellular",
    "iPadPro-iPadPro",
    "iPadProCellular-iPadProCellular",
    "iPadPro97-iPadPro97",
    "iPadPro97Cellular-iPadPro97Cellular",
    "iPhoneSE-iPhoneSE",
    "iPhone7-iPhone7",
    "iPhone7Plus-iPhone7Plus",
    "iPad611-iPad611",
    "iPad612-iPad612",
    "iPad71-iPad71",
    "iPad72-iPad72",
    "iPad73-iPad73",
    "iPad74-iPad74",
    "iPhone8-iPhone8",
    "iPhone8Plus-iPhone8Plus",
    "iPhoneX-iPhoneX"
  ],
  "version": "4.13",
  "currentVersionReleaseDate": "2017-09-19T16:43:02Z"
}